Repository: BelenovNurdaulet/BELENOV
Catalog: BELENOV/Resources/Views/Contact/Index.*.resx
Languages: ru

# string1
source: Contact
ru: Контакт

# string10
source: Can I return or exchange a product if it doesn't suit me?
ru: Можно ли вернуть или обменять товар, если он мне не подходит?

# string12
source: Yes, we offer the option to return or exchange a product within 30 days of purchase provided it has not been used and is in its original packaging.
ru: Да, мы предлагаем возможность возврата или обмена товара в течение 30 дней после покупки при условии, что он не был использован и находится в оригинальной упаковке.

# string13
source: How can I track the status of my order?
ru: Как я могу отследить статус моего заказа?

# string14
source: After placing an order, you will receive a unique tracking number. You can use this number to track the status of your order on our website under the "Order Tracking" section.
ru: После оформления заказа вы получите уникальный номер для отслеживания. Вы можете использовать этот номер для отслеживания статуса вашего заказа на нашем сайте в разделе "Отслеживание заказа".

# string15
source: Do you offer warranties on your products?
ru: Есть ли у вас гарантия на ваши товары?

# string16
source: Yes, we provide warranties on all our products. Warranty periods may vary depending on the manufacturer and specific item. Details of the warranty can be found on the product page or by contacting our customer support.
ru: Да, мы предоставляем гарантию на все наши товары. Гарантийные сроки могут варьироваться в зависимости от производителя и конкретного товара. Подробности гарантии можно найти на странице товара или связавшись с нашей службой поддержки.

# string2
source: If you have any questions or suggestions, please contact us.
ru: Если появились вопросы , или предложения свяжитесь с нами

# string20
source: Send a message
ru: Отправить сообщение

# string21
source: our House
ru: Наш дом

# string22
source: visit our House
ru: Посетите наш дом

# string23
source: In our company, the customer always comes first. We take pride in providing a high level of service and are always ready to assist you at any time.
ru: В нашей компании клиент всегда на первом месте. Мы гордимся тем, что предоставляем высокий уровень обслуживания и всегда готовы помочь вам в любое время.

# string3
source: Frequently asked questions
ru: Часто задаваемые вопросы

# string4
source: What are your payment methods?
ru: Каковы ваши способы оплаты?

# string5
source: We accept credit and debit cards, PayPal, and bank transfers as payment methods.
ru: Мы принимаем к оплате кредитные и дебетовые карты, PayPal и банковские переводы.

# string6
source: What are your delivery times?
ru: Каковы ваши сроки доставки?

# string7
source: Delivery times depend on your location, but typically our items are delivered within 3-7 business days.
ru: Сроки доставки зависят от вашего местоположения, но обычно наши товары доставляются в течение 3-7 рабочих дней.

# string8
source: Do you offer international shipping?
ru: Есть ли у вас международная доставка?

# string9
source: Yes, we provide international shipping to most countries worldwide. For further information, please contact our customer support.
ru: Да, мы осуществляем международную доставку в большинство стран по всему миру. Для получения дополнительной информации, пожалуйста, свяжитесь с нашей службой поддержки.
